Repository: common-repository/cross-references-plugin
Catalog: crossreferences-*.po
Languages: be_by, ca, de_de, it_it

source: Options were saved.
be_by: Были сохранены параметры.
ca: Les opcions han sigut desades.
de_de: Die Einstellungen wurden gespeichert.
it_it: Le opzioni sono salvate

source: 0 HTML links were found.
be_by: Было найдено 0 HTML ссылок.
ca: No s'han trobat enllaços HTML.
de_de: Keine HTML-Links gefunden.
it_it: 0 riferimenti HTML sono stati trovati.

source: 1 HTML link was found.
be_by: Была найдена 1 HTML ссылка.
ca: S'ha convertit 1 enllaç HTML.
de_de: 1 HTML-Link gefunden.
it_it: 1 riferimento HTML è stato trovato

source: %d HTML links were converted in %d post or page.
ca: S'han convertit %d enllaços HTML en %d entrada o pàgina.
de_de: %d HTML-Links umgewandelt in %d Beitrag oder Seite.
it_it: %d riferimento HTML è stato convertito in %d articolo o pagina.

source: Slug was renamed.
be_by: Слоган был переименован.
ca: El nom ha sigut canviat.
de_de: Der Name wurde geändert.
it_it: Slug (nome) è stato rinominato

source: Table was rebuild.
be_by: Таблица пересоздана.
ca: La taula ha sigut reconstruïda.
de_de: Die Tabelle wurde wiederhergestellt.
it_it: La tabella è stata ricostruita.

source: Plugin was deinstalled.
be_by: Плагин деинсталлирован.
ca: L'extensió ha sigut desinstal·lada.
de_de: Das Plugin wurde deinstalliert.
it_it: Il Plugin è stato disistallato.

source: Cross-references Options
be_by: Cross-references настройки
ca: Opcions de referències croades
de_de: Einstellungen für Querverweise
it_it: Opzioni di Cross-references.

source: Post identification by
be_by: Идентификация поста по
ca: Identificació d'entrades
de_de: Identifizierung der Beiträge durch
it_it: Articolo identificato da

source: ID (number)
be_by: ID (номер)
ca: ID (nombre)
de_de: ID (Zahl)

source: Slug (name)
be_by: Слоган (имя)
ca: Nom (URL)
de_de: Name (URL)
it_it: Slug (nome)

source: Define whether you want to set references with [cref slug] (for example [cref hello-world]) or with [cref ID] (for example [cref 1]).
ca: Definiu si voleu posar referències amb [cref nom] (per exemple [cref hola-mon]) o amb [cref ID] (per exemple [cref 1]).
de_de: Das bestimmt, ob die Verweise durch [cref Name] (z. B. [cref hallo-welt]) oder durch [cref ID] (z. B. [cref 1]) gesetzt werden.
it_it: Definisci come vuoi creare i riferimenti con [cref nome] (per esempio [cref ciao-mondo]) oppure con [cref ID] (per esempio [cref 1]).

source: <em>Note:</em> If you change this now, %s existing reference at post or page will be automatically updated.
ca: <em>Nota:</em> Si canvieu això ara, %s referència existent a una entrada o pàgina serà automàticament canviada.
de_de: <em>Bemerkung:</em> Wenn Sie jetzt dieses ändern, wird %s bereits existierende Verweis zu einem Beitrag oder Seite automatisch angepasst.
it_it: <em>Nota:</em> Se cambi questo adesso, %s esistenti riferimenti a articoli o pagine saranno automaticamente aggiornati.

source: Related Posts List
be_by: Список соответствующих постов
ca: Entrades relacionades
de_de: Liste der verwandten Beiträge
it_it: Lista articoli correlati

source: Do not show related posts
be_by: Не показывать связанные посты
ca: No mostrar les entrades relacionades
de_de: Verwandte Beiträge nicht anzeigen
it_it: Non mostrare gli articoli correlati

source: Show related posts
be_by: Показывать связанные посты
ca: Mostrar les entrades relacionades
de_de: Verwandte Beiträge anzeigen
it_it: Mostra gli articoli correlati

source: Whether the plugin inserts a related posts list at the end of each post and page. This does not require any template changes.
be_by: Плагин вставляет связанные посты в конце каждого сообщения и страницы. Это не требует каких-либо изменений в шаблоне.
ca: Determina si l'extensió ha d'inserir una llista d'entrades relacionades al final de cada entrada i pàgina. Això no requereix cap canvi en les plantilles.
de_de: Dieses bestimmt, ob das Plugin eine Liste der verwandten Beiträge am Schluss jedes Beitrags und jeder Seite setzt. Keine Änderung in Theme-Dateien ist nötig.
it_it: Come il plugin inserisce una lista di articoli correlati alla fine di ogni articolo o pagina. Questo non richiede alcun cambio nel template

source: XML Export
be_by: XML экспорт
ca: Exportació a XML
it_it: Export in XML

source: Let references as [cref ...]
be_by: Давайте ссылки, как [CREF ...]
ca: Deixar les referències com a [cref ...]
de_de: Verweise sollen als [cref ...] bleiben
it_it: Crea i riferimenti come [cref ...]

source: Show related posts title
be_by: Показать названия связанных постов
ca: Mostrar els títols de les entrades relacionades
de_de: Überschrift des verwandten Beitrags anzeigen
it_it: Mostra i titoli degli articoli correlati

source: Link to related posts
be_by: Ссылка на связанные посты
ca: Enllaçar a les entrades relacionades
de_de: Link zum verwandten Beitrag setzen
it_it: Riferimenti a articoli correlati

source: How the references are treated when exporting this blog as an xml file.
be_by: Как список лечатся при экспорте этого блога, как XML-файл.
ca: Com s'han de tractar les referències en exportar aquest blog en un fitxer XML.
de_de: Wie die Verweise in einer exportierten XML-Datei darzustellen sind.
it_it: Come i riferimenti sono trattati durante l'esportazione xml di questo glog.

source: Display Options
be_by: Отобразить настройки
ca: Opcions de presentació
de_de: Darstellung
it_it: Opzioni di visualizzazione

source: These options apply only if the related posts list is shown according to the option "Related Posts List" above. You can enter HTML here.<br />Use &amp;sp; to get a white space at the beginning or end of a string.
ca: Aquestes opcions només s'apliquen si es mostra una llista d'entrades relacionades (vegeu l'opció "Entrades relacionades" més amunt). Podeu introduir HTML aquí.<br />Useu &amp;sp; per a indicar un espai en blanc al principi o final d'un text.
de_de: Diese Einstellungen wirken nur, wenn laut der obigen Angabe die Liste der verwandten Beiträge anzuzeigen ist. HTML ist hier zulässig.<br />Mit &amp;sp; lässt sich ein Leerzeichen am Anfang oder Ende einer Angabe setzen.
it_it: Queste opzioni sono applicate solo se la lista degli articoli correlati è mostrata in accordo con l'opzione "Lista Articoli correlati" sopra. Puoi immettere HTML qua.<br />Usa %amp;sp; per ottenere uno spazio vuoto all'inizio o alla vine della stringa.

source: Before List
be_by: До списка
ca: Abans de la llista
de_de: Vor der Liste
it_it: Prima della lista

source: Show this at the beginning of the list. Examples:
be_by: Показать это в начале списка. Примеры:
ca: Mostrar això al principi de la llista. Exemples:
de_de: Dieses steht am Anfang der Liste. Beispiele:
it_it: Mostarlo all'inizio della lista. Esempi:

source: Related posts
be_by: Связанные посты
ca: Entrades relacionades
de_de: Verwandte Beiträge
it_it: Articoli correlati

source: See also
be_by: Показать также
ca: Vegeu també
de_de: Siehe auch
it_it: Vedi anche

source: Between Items
be_by: Между пунктами
ca: Entre elements
de_de: Zwischen Beiträgen
it_it: Elementi inframezzati

source: Show this between items. Examples:
be_by: Показать эту между пунктами. Примеры:
ca: Mostrar això entre dos elements. Exemples:
de_de: Dieses soll zwischen Beiträgen in der Liste stehen. Beispiele:
it_it: Mostralo tra gli elementi. Esempi:

source: After List
be_by: После списка
ca: Després de la llista
de_de: Nach der Liste
it_it: Dopo la lista

source: Show this at the end of the list. Examples:
be_by: Показать это в конце списка. Примеры:
ca: Mostrar això al final de la llista. Exemples:
de_de: Dieses wird am Ende der Liste hinzugefügt. Beispiele:
it_it: Mostralo alla fine della lista. Esempi:

source: Empty List
be_by: Пустой список
ca: Llista buida
de_de: Leere Liste
it_it: Lista vuota

source: Show this if there are no related posts. Example:
be_by: Показать это, если нет соответствующих постов. Пример:
ca: Mostrar això si no hi ha cap entrada relacionada. Exemple:
de_de: Dieses erscheint, wenn es keine verwandten Beiträge gibt. Beispiel:
it_it: Mostralo se non ci sono riferimenti ad articoli correlati. Esempio:

source: There are no related posts yet.
be_by: Нет связанных постов.
ca: Encara no hi ha cap entrada relacionada.
de_de: Es gibt noch keine verwandten Beiträge.
it_it: Non ci sono ancora articoli correlati

source: Save Changes
be_by: Сохранить изменения
ca: Desar els canvis
de_de: Einstellungen Speichern
it_it: Salva le modifiche

source: Tools
be_by: Инструменты
ca: Utilitats
it_it: Comandi

source: Slug Rename
be_by: Переименовать слоган
ca: Reanomenar
de_de: Umbenennen
it_it: Rinomina Slug

source: Old slug:
be_by: Старый слоган:
ca: Nom antic:
de_de: Alter Name:
it_it: Vecchi Slug:

source: New slug:
be_by: Новый слоган:
ca: Nom nou:
de_de: Neuer Name:
it_it: Nuovi Slug:

source: Rename
be_by: Переименовать
ca: Reanomenar
de_de: Umbenennen
it_it: Rinomina

source: Changing page slugs will break your references (this is because of the way WordPress handles slugs). Here you can rename a slug, all references to it will be updated.
be_by: Изменения слогана страницЫ нарушит ваши ссылки (это из-за ручного способа WordPress). Здесь вы можете переименовать слоганы, все ссылки на него будут обновлены.
ca: Canviar el nom de URL fa perdre la referència (això es deu a com WordPress tracta els noms de URL). Aquí es pot canviar el nom i les referències seran actualitzades automàticament.
de_de: Hier lassen sich Namen (URL) von Beiträgen und Seiten ändern und alle Verweise werden angepasst.
it_it: Cambiare lo slug nella pagina invaliderà i tuoi riferimenti (per via di come WordPress mantiene gli Slugs). Qua tu puoi rinominare uno slug, tutti i reiferimenti saranno aggiornati.

source: Rebuild Table
be_by: Перестроить таблицу
ca: Reconstruir la taula
de_de: Tabelle Wiederherstellen
it_it: Ricostruisci la tabella

source: Rebuild
be_by: Перестроить
ca: Reconstruir
de_de: Wiederherstellen
it_it: Ricostruisci

source: The plugin stores information about your references in a database table. If the plugin was some time inactive, its information may not be accurate any more. You can rebuild the table, in order to correct all errors.
be_by: Плагин хранит информацию о ваших ссылок в базе данных таблицы. Если плагин некоторое время неактивны, его информация не может быть точным больше. Вы можете восстановить таблицы, с тем чтобы исправить все ошибки.
ca: L'extensió desa informació sobre les vostres referències en una taula a la base de dades. Si l'extensió ha estat durant un temps inactiva, potser la seva informació ja no sigui correcta. Podeu reconstruir la taula per tal de corregir tots els errors.
de_de: Das Plugin speichert Informationen über die Querverweise in eine Datenbanktabelle. Wenn das Plugin eine Zeit lang inaktiv war, sind diese Informationen möglicherweise nicht mehr aktuell. Alle eventuellen Fehler werden dadurch behoben, dass man die Tabelle wiederherstellt.
it_it: Il plugin memorizza informazioni su i reiferimenti in una tabella di database. Se il plug in è stato disattivato le informazioni potrebbero non essere più aggiornate. Puoi comunque ricostruire la tabella in modo da correggere gli errori.

source: Import HTML Links
be_by: Импорт HTML ссылок
ca: Importar enllaços HTML
de_de: HTML-Links Importieren
it_it: Importa i riferimenti HTML

source: Import
be_by: Импорт
ca: Importar
de_de: Importieren
it_it: Importa

source: Import all html links &lt;a href=...&gt;&lt;/a&gt; in posts and pages which refer to other posts or pages in this blog changing them to a [cref ...] reference.
ca: Importa tots els enllaços html &lt;a href=...&gt;&lt;/a&gt; que es refereixen a entrades i pàgines en aquest blog convertint-los en referències croades [cref...].
de_de: Alle HTML-Links &lt;a href=...&gt;&lt;/a&gt;, die auf andere Beiträge oder Seiten dieses Blogs verweisen, werden in [cref ...]-Querverweise umgewandelt.
it_it: Importa tutti i riferimenti html &lt;a href=...&gt;&lt;/a&gt; in articoli e pagine che hanno riferimenti ad altri articoli o pagine in questo blog modificandoli con un riferimento del tipo [cref ...].

source: Deinstall Plugin
be_by: Деинсталляция плагина
ca: Desinstal·lar l'extensió
de_de: Plugin deinstallieren
it_it: Disistalla il Plugin

source: Deinstall
be_by: Деинсталляция
ca: Desinstal·lar
de_de: Deinstallieren
it_it: Disistalla

source: If you do not want to use this plugin any more you can deinstall it completely: The plugin table and options are removed from the database and then the plugin is deactivated.
be_by: Если вы не хотите использовать этот плагин больше можно деинсталлировать его полностью: Плагин таблицы и параметры удаляются из базы данных, а затем отключить плагин.
ca: Si no voleu usar més aquesta extensió podeu desinstal·lar-la completament: La taula i les opcions s'esborren de la base de dades i després l'extensió és desactivada.
de_de: Wenn Sie dieses Plugin nicht mehr benutzen möchten, können Sie es komplett deinstallieren: Die Tabelle und Einstellungen des Plugins werden von der Datenbank entfernt und anschließend das Plugin deaktiviert.
it_it: Se non vuoi utilizzare più questo plugin puoi disistallarlo completamente: la tabella del plugin e le opzioni create saranno rimosse dal database e il plugun restera disattivato.

source: What to do with the %s existing reference in a post or page:
ca: Què voleu que es faci amb %s referència existent en una entrada o pàgina:
de_de: Was soll geschehen mit dem %s bereits existierenden Verweis zu einem Beitrag oder einer Seite:
it_it: Cosa fare con i %s riferimenti esistenti nell'articolo o nella pagina:

source: Please enter both an old and a new post or page slug.
be_by: Введите старае и новые слоганы постов или страниц.
ca: Sisplau introduïu un nom antic i un nom nou.
de_de: Bitte einen alten und einen neuen Namen eingeben.
it_it: Prego di inserire il vecchi e il nuovo slug per l'articolo o la pagina

source: Unknown slug %s.
be_by: Неизвестный слоган %s.
ca: Nom desconegut %s.
de_de: Unbekannter Name %s.
it_it: Slug sconosciuto %s.

source: Cross-references
be_by: Перекрестные ссылки
ca: Referències croades
de_de: Querverweise
